export const quiz = {
  totalQuestions: 5,
  questions: [
    {
      id: 1,
      question: "Сколько лет независимости Азербайджана?",
      answers: ["30", "25", "20", "15"],
      correctAnswer: "30",
    },
    {
      id: 2,
      question:
        "В какой стране находится село Дилагарда, известное благодаря своим красным апельсинам?",
      answers: ["Азербайджан", "Грузия", "Украина", "Польша"],
      correctAnswer: "Азербайджан",
    },
    {
      id: 3,
      question: "Кто является автором национального гимна Азербайджана?",
      answers: [
        "Улвия Гаджибекова",
        "Мешадибек Мамицев",
        "Мирза Фаталы Ахундов",
        "Муслим Магамаев",
      ],
      correctAnswer: "Улвия Гаджибекова",
    },
    {
      id: 4,
      question: "Кто является самым известным азербайджанским писателем?",
      answers: [
        "Нариман Нариманов",
        "Шейхулла Хусейнов",
        "Азиз Алекперов",
        "Нияти",
      ],
      correctAnswer: "Нариман Нариманов",
    },
    
    {
      id: 5,
      question: "Какое животное является официальным символом Азербайджана?",
      answers: ["Тигр", "Конь", "Сова", "Лиса"],
      correctAnswer: "Конь",
    },
  ],
};
